Repository: SebaKrk/StepTrackerTCA
Catalog: WorkoutMirror Watch App/Localizable.xcstrings
Source language: en
Languages: pl

source: Avg. Heart Rate
pl: Śr. tętno

source: Battery below 5%
pl: Bateria poniżej 5%

source: Discard
pl: Odrzuć

source: Done
pl: Gotowe

source: End now
pl: Zakończ teraz

source: End the workout to keep its data.
pl: Zakończ trening, aby zachować dane.

source: End workout
pl: Zakończ trening

source: Pause
pl: Pauza

source: pts
pl: pkt

source: Resume
pl: Wznów

source: Saving…
pl: Zapisywanie…

source: Scanning…
pl: Skanowanie…

source: Total Energy
pl: Energia łącznie

source: Total Time
pl: Czas łącznie

source: Unfinished workout detected
pl: Wykryto niezakończoną sesję

source: Waiting for workout…
pl: Oczekiwanie na trening…

source: Workout data unavailable
pl: Dane treningu niedostępne

source: Workout ended
pl: Trening zakończony

source: Workout saved
pl: Trening zapisany

source: Workout started: %@
pl: Trening rozpoczęty: %@
